function About() {
  return (
    <>
      <div className="bg-[url('./assets/public/about.jpg')] pt-96 pb-12 px-12 lg:px-24 bg-center bg-cover">
        <h2 className="font-black text-white uppercase text-8xl">
          Football is nothing without fans
        </h2>
        <p className="mt-2 text-xl font-light text-white">- Sir Matt Busby</p>
      </div>
      <div className="container mx-auto max-w-[670px] px-4 lg:px-0">
        <h1 className="mt-16 text-4xl font-black uppercase text-manun-red">
          За нас
        </h1>
        <p className="mt-4 leading-8 font-extralight">
          Ние сме първият официално признат за новия сезон български фен клуб на
          Манчестър Юнайтед. Само преди няколко седмици бяхме приветствани в
          голямото семейство на червените дяволи лично от мениджъра Ерик Тен
          Хаг. Нашият фен клуб е най-бързият и лесен начин да се сдобиете с
          билети за мачовете на любимия отбор. Включително и дербита с много
          история като Юнайтед - Ливърпул, Юнайтед - Сити и Юнайтед - Арсенал.
          <br />
          <br />
          Нашата цел е да създадем една голяма общност от фенове на най-великия
          английски клуб в цялата страна. Стотици вече присъстваха на общите ни
          сбирки за мачовете с Барселона от Лига Европа, финала за купата на
          Лигата и полуфинала за ФА къп. Планираме това да се превърне в
          традиция, а съвсем скоро сме подготвили страхотна изненада за всички
          фенове.
          <br />
          <br />
          Red devils Bulgaria ще организира и футболни турнири, а за в бъдеще
          смятаме да доведем в България едни от най-големите легенди на
          Манчестър Юнайтед.
        </p>
        <button className="px-24 py-4 mt-8 text-sm tracking-wider text-center text-white uppercase border rounded-full shadow-lg border-manun-red bg-manun-red hover:shadow-inner text-manunblack hover:bg-manun-darkred">
          Устав
        </button>
        <h1 className="mt-16 text-4xl font-black uppercase text-manun-red">
          Цели
        </h1>
        <p className="mt-4 leading-8 font-extralight">
          Ние сме първият официално признат за новия сезон български фен клуб на
          Манчестър Юнайтед. Само преди няколко седмици бяхме приветствани в
          голямото семейство на червените дяволи лично от мениджъра Ерик Тен
          Хаг. Нашият фен клуб е най-бързият и лесен начин да се сдобиете с
          билети за мачовете на любимия отбор. Включително и дербита с много
          история като Юнайтед - Ливърпул, Юнайтед - Сити и Юнайтед - Арсенал.
          <br />
          <br />
          Нашата цел е да създадем една голяма общност от фенове на най-великия
          английски клуб в цялата страна. Стотици вече присъстваха на общите ни
          сбирки за мачовете с Барселона от Лига Европа, финала за купата на
          Лигата и полуфинала за ФА къп. Планираме това да се превърне в
          традиция, а съвсем скоро сме подготвили страхотна изненада за всички
          фенове.
          <br />
          <br />
          Red devils Bulgaria ще организира и футболни турнири, а за в бъдеще
          смятаме да доведем в България едни от най-големите легенди на
          Манчестър Юнайтед.
        </p>
        <h1 className="mt-16 text-4xl font-black uppercase text-manun-red">
          Управителен съвет
        </h1>
        <p className="mt-4 leading-8 font-extralight">
          Ние сме първият официално признат за новия сезон български фен клуб на
          Манчестър Юнайтед. Само преди няколко седмици бяхме приветствани в
          голямото семейство на червените дяволи лично от мениджъра Ерик Тен
          Хаг. Нашият фен клуб е най-бързият и лесен начин да се сдобиете с
          билети за мачовете на любимия отбор. Включително и дербита с много
          история като Юнайтед - Ливърпул, Юнайтед - Сити и Юнайтед - Арсенал.
          <br />
          <br />
          Нашата цел е да създадем една голяма общност от фенове на най-великия
          английски клуб в цялата страна. Стотици вече присъстваха на общите ни
          сбирки за мачовете с Барселона от Лига Европа, финала за купата на
          Лигата и полуфинала за ФА къп. Планираме това да се превърне в
          традиция, а съвсем скоро сме подготвили страхотна изненада за всички
          фенове.
          <br />
          <br />
          Red devils Bulgaria ще организира и футболни турнири, а за в бъдеще
          смятаме да доведем в България едни от най-големите легенди на
          Манчестър Юнайтед.
        </p>
      </div>
    </>
  );
}

export default About;
